const langRU = {
    menu: {
        play: "ИГРАТЬ",
        pause_title: "ПАУЗА",
        resume: "ПРОДОЛЖИТЬ",
        settings: "НАСТРОЙКИ",
        language: "ЯЗЫК: РУССКИЙ",
        restart: "ЗАНОВО",
        back: "НАЗАД",
        to_main: "В МЕНЮ",
        confirm_exit: "ВЕРНУТЬСЯ В МЕНЮ?",   
        yes: "ДА",
        no: "НЕТ",     
        level: "УРОВЕНЬ",
    },
    messages: {
        exit_locked: "Эта дверь заперта на ключ.",
        room_locked: "Что-то блокирует дверь, не войти.",
        running_hint: "Стены и шаги едва выдерживают, что уж говорить о беге.",
        not_applicable: "Это здесь неприменимо",
        first_damage_reaction: "Фух... Повезло, что у ублюдка меч тупой, да и бьёт он без техники."
    },
    interactions: {
        crate_on_button: "Что за звук? Похоже что-то открылось.",
        stone_break_crate: "Ящик разбит!",
        found_key: "В этом ящике был ключ! Вот так ирония.",
        empty_crate: "Ай! Кроме порезов тут больше ничего нет.",
        button_examine: "Кнопка... Что она делает...",
        button_damaged: "Я туда больше не полезу"
    },
    ui: {
        inventory: "Снаряжение",
        examine: "осмотреть",
        use: "использовать",
        hp_up: "Мне уже лучше",
    },
    itemDescription: {
        crate: "Тяжёлый ящик",
        stone: "Увесистый. На эти ходячие трупы не хватит, но что-то он разобьёт.",
        rusty_key: "Старый, покрытый рыжим налётом ключ.",
        bone: "На крепкой однако кости висело то мясо.",
    },
    itemName: {
        medkit: "Аптечка"
    },
    itemPickUp: {
        crate: "Ящик подобран",
        coin: "О, монетка",
        medkit: "Сегодня не умру",
    }
}